{
    "Changes": [
    {
        "LogName": "Year 3 Festival Egg Hunt - spring13.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring13.xnb",
        "Entries":
        {
            "Abigail": "Are you bringing your A-game again this year?$h",
            "Robin": "I'll build as many coops as you like. Each one is just as enjoyable for me as the last.",
            "Demetrius": "The grass in the valley is very nutritious for chickens, perhaps even better than the corn they're fed on most other farms.",
            "Maru": "I'm trying to come up with egg-themed lesson ideas for Penny. It's tough when Jas already knows just about everything about them.",
            "Sebastian": "This festival must look really bizarre to someone with zero context for it.#$b#An entire day we're supposed to take, so we can talk about... eggs. I mean, really?#$e#What was it like, anyway, your first year here?",
            "Linus": "I'm helping myself to modest portions. Hopefully, there'll be some leftovers I can take home.",
            "Caroline": "You must have a lot of cash stockpiled. Is there anything we have for sale that you don't already own?",
            "Alex": "I try to eat at least three eggs every day.#$e#I need that protein for my legs.",
            "George": "Half the town would make a fuss over it if I stayed in. I figured it's easier just to get this over with.",
            "Evelyn": "How many years have you been here now, dear?#$b#Well, I sure am glad you decided to stay. It's important for George and I to know Pelican Town's got a future.",
            "Lewis": "Enjoying yourself, @?$h",
            "Clint": "I just went ahead and took one of everything this year. Nobody'll get mad, right?",
            "Penny": "The children have been looking forward to this festival for weeks.",
            "Pam": "I wonder if Gus'll teach me some of his recipes someday?",
            "Emily": "I've been up since dawn coloring eggs... it's always my favorite part of the season.$h",
            "Haley": "This festival is alright... but what I'm really looking forward to is the flower dance.",
            "Jodi": "Vincent loves this festival... it's a joy to see him so happy.",
            "Kent": "I'm still not big on this festival much, myself, but it is nice to see Vincent in a good mood.",
            "Marlon": "Even with my bad leg, I never miss a town festival.",
            "Sam": "I took some allergy medication this morning. Now I feel kind of loopy.#$e#It always hits me on the day of this festival, for some reason. Maybe it's just from spending so much time outside.",
            "Leah": "Nothing special in the fruit punch this year. That's totally fine.#$b#I'm a little older than I was when I first moved here.",
            "Shane": "Our hens have been working overtime to prepare for this festival.#$b#They deserve the best tonight... bowls full of sweet yellow corn!$h",
            "Marnie": "I think things turned out pretty well this year!$h",
            "Elliott": "This environment isn't particularly inspiring to me in the literary sense, but I am enjoying myself quite nicely.$h",
            "Gus": "I hope everyone's enjoying the food... I've been cooking for days to get everything ready.#$b#Fried eggs, boiled eggs, poached eggs, deviled eggs, scrambled eggs, chocolate eggs... you name it!$h",
            "Wizard": "Hmm... And what about raw lizard egg sprinkled with blackened marrow?",
            "Harvey": "This year, I was looking forward to the egg festival like it's an old family tradition.#$b#I'm really lucky I wound up in this town.",
            "Jas": "I'll do the egg hunt, but I think I'll just look for the eggs I decorated.#$e#It's too hard to compete with grown ups.",
            "Vincent": "When does the egg hunt start?! I'm so excited!!$h",
            "Willy": "Sometimes I'll hide an egg too well and no one finds it...#$b#Well, until summer rolls around. Then the hot air starts to bring out the rotten smell... Hehe. $h",
        },
    },
    {
        "LogName": "Year 3 Festival Flower Dance - spring24.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring24.xnb",
        "Entries":
        {
            "Abigail": "Here we go again.$u#$e#Guess I'll live through this one, too.",
            "Robin": "Ahh... The air smells so sweet with all these flowers.$h",
            "Demetrius": "The timing of this festival is in almost perfect congruence with a swell in the ecosystem's activity.#$e#I'm sure that's no coincidence. Humans are connected to the natural world more than we realize.",
            "Maru": "I like dancing, but this one is a little stilted. The old timers really love it, though.",
            "Sebastian": "Ugh...",
            "Linus": "Oh, hello there. It's nice of you to talk to me.#$b#Spring is almost over... what a shame.",
            "Caroline": "Has Pierre even sold anything today...?",
            "Alex": "I'm just enjoying the scenery... hehe.",
            "George": "I wonder how many more of these festivals I've got left in me...?#$e#Oh, don't worry. I don't plan on quitting any time soon.",
            "Evelyn": "I hope you like the flower arrangements, dear. I put in a little extra effort every year.",
            "Clint": "Emily's a pretty good dancer, you know.#$e#I hope the men she dances with appreciate that.",
            "Penny": "I know the dance'll be fine. It always is. But my nerves can never seem to settle down.",
            "Pam": "Now this is the life... Huh, kid? Sweet wine, a babbling brook, warm air... Did I mention wine?",
            "Emily": "I remember your first year at the flower dance. That was a good year!",
            "Haley": "One of these years, I know I won't be the flower queen anymore. But for now, no one seems to have a problem with it.",
            "Jodi": "I wonder how many more years until Vincent's old enough for this?",
            "Marlon": "Marnie looks lovely today...",
            "Sam": "Hey, I don't care who knows that I like flowers. Anyone who's comfortable in his masculinity has to be honest.",
            "Leah": "Moving water is really hard to paint. I'm trying to get the image of this river etched in my mind.",
            "Shane": "Hmm... good thing I'm not too big into wine. It's tempting, though.$u",
            "Elliott": "I'm feeling particularly inspired by this scene. I should dig up some of my old sonnets and see if they need any revision.",
            "Gus": "Frog season is really starting to pick up.",
            "Harvey": "This dance is supposed to be for young people.#$b#I... guess that means I can still participate.$11",
            "Jas": "Some day, I'm going to be the flower queen!",
            "Vincent": "That's not fair... Why can't I be the flower queen?",
            "Willy": "I should've brought my fishing pole.",
        },
    },
    {
        "LogName": "Year 3 Festival Luau - summer11.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer11.xnb",
        "Entries":
        {
            "Governor": "That one year, the soup was delicious! Was that last year, or...?#$b#...no, perhaps it was a different year? Ah, I can't remember.",
            "Abigail": "It's quieter over here. Did you come over here for the same reason?",
            "Robin": "Ow... you stepped on my foot, dear.",
            "Demetrius": "This is tiring, honey. Are you ready to visit the buffet soon? *pant*",
            "Maru": "Mmm, pulled pork and those slippery rice noodles. I think those are my favorite together.",
            "Sebastian": "If it suddenly rained right now, people would scramble and run away like the rain's made of poison.#$e#Is it bad if the thought of that sight makes me really happy?$h",
            "Linus": "A slow, continuous rotation is key to achieving the perfect roast.",
            "Pierre": "Hmm... maybe if I get on the governor's good side he'll give my business a tax break...#$b#I wonder if he likes aged whiskey?#$e#Now if only the Mayor would stop shmoozing with him all afternoon.",
            "Caroline": "Where's Abigail? Did she wander off again?",
            "Alex": "Perfect weather for a beach party, huh?",
            "George": "That music! It's too loud.#$b#Can't I have a little peace and quiet to enjoy the ocean?",
            "Evelyn": "Ahh... The smell of the ocean takes me back many years. Long before you were born.",
            "Lewis": "Look sharp! The governor's here for his annual visit.#$b#If you brought something for the potluck make sure and add it to the soup cauldron.",
            "Clint": "Let's see... what else haven't I tried yet?",
            "Penny": "Okay, here's a game. Watch the mayor and every time he smiles and says 'Absolutely!' to the governor, you get a point.#$e#It's adorable. I've just glanced over my shoulder a few times and I'm already at five points,",
            "Pam": "Heh... free buffet. One of the perks of living here. Enjoy it, kid!",
            "Haley": "Sipping a drink out of a coconut is the best. Have you ever tried it?",
            "Jodi": "I hope the soup is good this year.",
            "Marlon": "I'll be back here by the trees... the air is a lot cooler.",
            "Sam": "I don't know if I have it in me anymore to be a prankster. It's been a number of years since I pulled anything.#$e#I've gotta set a good example for Vincent.",
            "Leah": "Hey, have you seen any good pieces of driftwood lying around?#$e#I always wonder how long it stays out at sea before it comes back home.",
            "Shane": "Hoo... I'm getting a little overheated here from all this spicy food. What is there to drink?",
            "Marnie": "*yawn* I'm tired. I think I'll sleep like a log tonight, especially after such a feast.$s",
            "Elliott": "There's a marvelous lobster bisque on the table closest to the ocean. Have you had some yet?$h",
            "Gus": "These blasted sand-flies keep landing on the food!",
            "Wizard": "The merpeople are curious about your festivities.#$e#They become upset when you litter into the ocean.",
            "Harvey": "I trust everyone here enough to take decent care of themselves in this heat.#$b#But it's still my job to nag everyone, anyway.$h",
            "Jas": "Vincent isn't a good dancer.",
            "Vincent": "I'm bored...",
            "Willy": "Hi there, @. Taking a breather?#$e#To tell you the truth, I'd rather be fishing right now.",
        },
    },
    {
        "LogName": "Year 3 Festival Moonlight Jellies - summer28.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer28.xnb",
        "Entries":
        {
            "Abigail": "The air smells nice tonight, don't you think? A premonition of fall.",
            "Robin": "Hmm, I wonder if that candle-boat needs a little patching up this year.",
            "Demetrius": "The moonlight jellies' bioluminescent glow helps them survive in the midnight zone of the ocean.#$b#Very few places around the world see such a phenomenon, much less every single year on the same evening.",
            "Maru": "It's kind of cold, actually. I guess fall is right around the corner.",
            "Sebastian": "I thought I saw something moving in there... something big, something dark.#$e#Just trying to scare you...$h",
            "Pierre": "Psst... Make sure to swing by the shop tomorrow to get your fall seeds!",
            "Caroline": "These candles are romantic, aren't they?",
            "Linus": "I'll just sneak up when the jellies arrive... I don't want to bother anyone.",
            "Alex": "Did you make any good memories this summer?",
            "George": "Of course I can stay up this late. How frail do you take me to be?",
            "Evelyn": "What a wonderful night. George and I have spent so many of these together.#$e#I still haven't quite had my fill of them.",
            "Lewis": "Good evening, @. The moonlight jellies are close... I already saw one glowing in the distance.#$b#Once we launch the candle-boat they'll come up to the docks and say hello.",
            "Clint": "I wore my special shoes tonight... No one noticed.$s",
            "Emily": "Look out there, at the endless sea. Deep underwater, all kinds of life forms are moving around in the dark.#$b#Eerie, isn't it?",
            "Penny": "Life is so easy for a jellyfish... just letting the waves carry you onward forever.",
            "Pam": "I miss standing next to Penny during this festival. I get it if she needs her space, though.",
            "Haley": "I think maybe I won't take any photos this year. I want to enjoy the moment rather than hide behind a camera.",
            "Jodi": "There! I just saw something glowing!#$b#Oh... It's gone.$s",
            "Kent": "It's nice. I actually feel at peace tonight.#$e#Got to enjoy it while it lasts.$h",
            "Sam": "I wonder if they're poisonous?#$e#Maybe I shouldn't push Sebastian in the water after all...$h",
            "Leah": "Hey. I'm paying my respects to another bygone summer. ",
            "Shane": "Glad I have my hoodie. Some people here look like they'll be shivering by the end of the night.",
            "Marnie": "I actually feel a bit of a desire to sing something. The atmosphere just feels right.#$e#Maybe I'll just hum. I don't want to disturb anyone.",
            "Elliott": "If we keep polluting the oceans, the jellies will surely go extinct. It's already in the process of happening.#$e#What a shame... we have no respect for nature anymore.",
            "Gus": "'Moonlight jellies'... I wonder how they taste?$h#$b#I would never try it, of course!$u",
            "Wizard": "How did you find me back here? I thought I was well-hidden.#$b#Perhaps you are blessed with the gift of clairvoyance.#$b#Oh wait. No, you probably just remember me being here from last year.",
            "Harvey": "I just have to get a glimpse of everyone. I spend so much time making sure everyone's body's in working order...#$b#...that it's really a touching moment to see everyone so well and peaceful.",
            "Jas": "I wonder if this year's jellies are the same as last year's.#$b#'Cause if they are, the babies are probably all grown up now.",
            "Vincent": "I'm not tired! I never get tired!",
            "Willy": "As tempting as it is to go get my net and scoop one of these up, it's not my place to do such a thing.#$e#That would be disrespectful to the ocean.",
        },
    },
    {
        "LogName": "Year 3 Festival SDV Fair - fall16.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall16.xnb",
        "Entries":
        {
            "Abigail": "I got my fill of the games here over the past couple of years.#$b#Oh well. Maybe I'll grind for some more star tokens for another prize or two.",
            "Robin": "Woodworking is an ancient tradition that I'm very proud to be a part of.$h",
            "Demetrius": "I always knew that Robin would do great things for this community if the locals hired her.#$e#Hey, thank you for your patronage.",
            "Maru": "I wish I could just take home one of these bottles of barbecue sauce. But I guess then there'd not be enough for everyone.",
            "Sebastian": "So much noise. Maybe I'll take my bike out for a ride later to unwind.",
            "Pierre": "Hi @. I was wondering, do you really need the star tokens for winning first place this year?#$e#I mean, don't let me deter you, I just...",
            "Caroline": "Pierre is very serious about his grange display. He's been setting aside the best-looking produce for weeks in preparation.#$e#Hey, best of luck to you if you enter!",
            "Linus": "These animals never judge people by their looks. The same can't be said for humans.",
            "Alex": "I think I'll stay away from the 'Strength' game this year. What other games do they even have here, anyway?",
            "George": "Heh... time for a little indulgence!$h",
            "Evelyn": "I wish Gus would include a vegetarian option. Some zucchini skewers, maybe?",
            "Lewis": "Hello there, @! I suppose you know the drill by now.#$b#I'd love to see what you've brought this year.$h",
            "Clint": "Unfortunately, I don't have any iridium bars for display. That stuff's too valuable not to use.",
            "Emily": "Maybe Haley would like it if I got her a balloon? You're never too old for balloons.#$e#Whoever's tired of balloons is tired of life.$h",
            "Penny": "Back when I won the wheel of chance ten times in a row, I guess it amounted to a 1 in 1024 chance.$s#$e#But that's assuming the orange and green sides both come up evenly.",
            "Pam": "I can never seem to get my fishing hobby off the ground, 'cept at festivals.#$e#Maybe if I was younger again...",
            "Haley": "The fortune teller? I dunno. I forgot my fortune from last year. I'm kind of over it.#$e#I still do it for fun, but I want to live for what I want, not just for what someone said might happen to me.",
            "Jodi": "Well, at least he's not the same clown as when Sam was still a boy.#$b#I think Sam's the reason why Mayor Lewis keeps hiring budget clowns.$s#$e#Um... don't ask.$s",
            "Kent": "...Why?#$e#Just why...?",
            "Sam": "I got almost 600 points in the slingshot tent this year! I don't even know how many star tokens that earned me!$h#$e#They just gave me a big ol' bag of tokens.$h",
            "Leah": "I really admire Robin's carpentry skills. I use a lot of the same techniques in my own line of work.",
            "Shane": "These cows are responsible for the giant cheese wheel Marnie's got on her display. And these are two of our best chickens.#$e#The pigs just needed a day out.",
            "Marnie": "Is there anything I can do to make my display more visually appealing?",
            "Elliott": "This barbecue is a symphony of flavor.$h#$b#I wonder if everyone else even knows it's here?",
            "Gus": "Eat as much as you like! It's all free today... compliments of Mayor Lewis.$h#$e#Oh! Make sure to dribble some of my secret sauce on there.",
            "Wizard": "Welwick and I have known each other for a long time... she is a remarkable diviner, and a good friend.#$e#...#$e#That clown... I know him from somewhere.#$e#Was it the school of illusion? Or maybe the Carnival of Secrets? Hmm...",
            "Harvey": "And just a few steps over there, Gus is grilling up a batch of pork ribs... Yikes.$s#$e#I've got some soul-searching to do...$11",
            "Jas": "Ow! A hen pecked my little finger!$u",
            "Vincent": "Moooo!",
            "Marlon": "Clint's blades get sharper every year.#$e#So do his prices...",
            "Willy": "I had just about the biggest catfish you've ever seen, early in the season.#$e#Too bad it didn't last until today.#$e#Well, a man's got to eat...$s",
        },
    },
    {
        "LogName": "Year 3 Festival Spirits Eve - fall27.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall27.xnb",
        "Entries":
        {
            "Abigail": "What do you mean about the spiders not being real? They definitely move when I poke my head around the corner.$s",
            "Robin": "Hey @. Are there any crafting recipes you haven't tried yet?#$e#Winter's going to be a good time to do that. Or you could redecorate your home.",
            "Demetrius": "Maru just finished her dinner. I just saw her go into the maze.",
            "Maru": "I just got started. Go on ahead if you'd like.#$e#Weird... it's like my feet are made of lead. When did this happen?$s",
            "Sebastian": "I was already in the maze. It's pretty well done.",
            "Caroline": "Um, if you see Abby in the maze, can you tell her not to miss dinner? They've got some of her favorites here...",
            "Alex": "I made it to the end last year, but all I found was an empty box. Someone must've beaten me to it.#$e#Now if I could just remember where I went after this...$s",
            "Lewis": "I can't decide whether I love this festival or hate it.#$e#It's definitely impressive, but I can't ever seem to find answers for how that old man puts it together and cleans it up.",
            "Clint": "One of my iridium-infused maces would make quick work of these things.",
            "Emily": "I have a lot of fun carving pumpkins. They just don't last long, so Haley gets pictures of all my best ones.",
            "Penny": "I think there's... something that pulls me here, every year. *yawn* ...But why?$s",
            "Pam": "I'll come to any event with free grub! You won't see me in the haunted maze, though.",
            "Haley": "I'm getting pictures of people as they come out of the maze. No way am I going in there again myself, though.",
            "Jodi": "*yawn* ...Is it bedtime yet? The older I get, the less I can stay out late like this.$s",
            "Kent": "I used to love stuff like this when I was a kid. These days, though, it seems like...#$b#...I dunno, just a waste of adrenaline, if that makes sense.",
            "Sam": "I think I finally figured it out.$h#$b#You're here at the same time as me, though, so... if you want the prize, it's all yours.#$b#I'll just head to the end if you've got no strong feelings about it.",
            "Leah": "Surreal horror art suddenly sounds appealing. Been a while since I made anything like that.#$e#When you live alone and you spend too much time with your mind steeped in that genre, though, it can mess with you a bit.#$b#Hmm, maybe not.$s",
            "Marnie": "Hi, @. Have you had a productive fall?#$e#It's starting to get quite cold... crops won't hold out for much longer.",
            "Elliott": "I read read some classic horror stories earlier today. Such fun!",
            "Gus": "It's a lot of fun to cook with pumpkin. Such an interesting fruit.",
            "Harvey": "I don't have quite enough energy for socializing, so I came here.#$e#I knew there weren't any jump scares in this part of the maze.#$e#Guess I'll rejoin the living in a few minutes. Heh.",
            "Shane": "So what's this about an underground frozen fortress? The adventurer guy was saying something about it.",
            "Jas": "Hehe, I love staying up late!$h",
            "Vincent": "Sam brought me into the maze, but...$s#$e#...Maybe next year.$s",
            "Marlon": "You've come a long way, @. Sights like these probably don't even faze you anymore, huh?",
        },
    },
    {
        "LogName": "Year 3 Festival Ice Festival - winter8.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter8.xnb",
        "Entries":
        {
            "Abigail": "Nope, I think it's safe to say that I'm morally incapable of creating normal looking snowmen.",
            "Robin": "I know I'm late getting this done again, but it has to be architecturally accurate!",
            "Demetrius": "You know what? I probably should've worn a jacket.",
            "Maru": "I can be creative with making gadgets, but my creativity has to serve a function.#$e#So, this snowman is serving his function. He's being a very snowman-y snowman.",
            "Sebastian": "Cold? Nah, I never get cold.",
            "Pierre": "Ahh, I love getting outdoors in the winter.",
            "Shane": "Mmm, pizza...$u#$e#Sorry, just got a really wicked craving.",
            "Caroline": "How's winter coming along for you, @?$h",
            "Linus": "Igloo-building's an art I picked up from the tundra dwellers who live beyond the frozen sea.#$e#That was many years ago.$h#$e#An Igloo makes a nice home, but it's easier to just stay in my tent year-round.",
            "Alex": "At least there are still a couple of gridball games left this season.",
            "George": "Cold? Sure, I'm cold. But I'm always cold, more or less.#$e#But, yeah, this is pretty cold.$s",
            "Evelyn": "Did I ever tell you how George and I first met? He actually pelted me with a snowball in this very festival.#$e#He was a gentleman back then, and came over to see if I was okay.$h",
            "Lewis": "@! Glad you could make it.$h#$b#I sure have seen a lot of fish teeming under the ice this year. Be sure to look forward to it!",
            "Clint": "Oh, hey Emily. You can um, fix this one if you'd like. It's not very good.",
            "Emily": "Well, this snowman just needs a little love and care. Then he'll be just right.",
            "Penny": "$y 'Hmm... What kind of snowman should we make?_A classic one. Carrot nose, top-hat, scarf._I guess maybe it's best to stick with the classics, huh?$h_Something funky. Icicle antennas, pine cone eyes._Okay! That sounds like fun.$h_Snowmen are boring. Think outside of the box!_Um, okay... I think I might stick with something more conventional.'",
            "Pam": "I plan on winning the ice fishing competition!#$e#Willy is gonna be pretty hard to beat, though... He does this kinda stuff day and night.$s",
            "Haley": "I've been watching a lot of cheesy romantic comedies on TV. The ones in the winter are always best.",
            "Jodi": "The forest looks beautiful in the winter, doesn't it?",
            "Sam": "I hope we get a blizzard soon. Nothing compares to the big snow we got when I was Vincent's age.",
            "Leah": "What do you think? Is an art project more beautiful if it lasts a long time or if it disappears quickly?",
            "Marnie": "I feel bad for all the poor, cold animals out there.$s",
            "Elliott": "I don't know how you find time for fishing with all of your farmwork on top of it all.",
            "Gus": "Sorry there's no food.#$e#Just wait until the Feast of the Winter Star. You'll be stuffed for days.",
            "Harvey": "It's a mystery to me how the people who live in perpetually frigid regions managed to survive for thousands of years.",
            "Jas": "I want to make our snowman really tall this year.",
            "Vincent": "Don't the fish get cold?",
        },
    },
    {
        "LogName": "Year 3 Festival Winter Star - winter25.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter25.xnb",
        "Entries":
        {
            "Abigail": "My mom almost never drinks except for this day. She must get it all out of her system at once.",
            "Robin": "Hiya, @. You're welcome to join our family table if you need company.$h",
            "Demetrius": "Any ideas on who your secret gift-giver might be?",
            "Maru": "Mmm, finally. I've been looking forward to this all month.",
            "Shane": "Days like these always give me something nice to look forward to.",
            "Sebastian": "The food's good. I just don't have much to add to the conversation at our table.",
            "Pierre": "My sales figures have been phenomenal lately... thanks to the Feast of the Winter Star!$h#$e#Boy, holidays are good for business. I wonder if I could invent some new ones...",
            "Caroline": "Hot cocoa, spiced cider... Is there any plain water? I don't want to get a nog hangover.$h#$e#Eh. It's probably fine.$h",
            "Linus": "I'd join in... but I don't think I'm welcome.$s",
            "Alex": "Whoa. At some point, I think I lost my hollow leg metabolism.$s#$b#I've only had four plates of food so far, but I feel like I might already be at my limit.$s#$e#Well, they were big plates.",
            "George": "How is it possible that another year's already gone by since our last Feast?",
            "Evelyn": "Oh, another year with the whole town together! It truly is special.$h",
            "Lewis": "Today is a time to be thankful for this year's good fortune. Forget your worries for a day and relax!",
            "Clint": "*sigh*... All these happy families. But for me, just another lonely year.",
            "Emily": "$y '@! What are you hoping to find under the spirit tree?_A homemade meal._Aww, that'd be special, wouldn't it? A little personal touch._A puppy._Ha, if only, right?$h_A new couch._Um... yeah. Maybe? I don't know how that'd fit in any of these boxes.$u'",
            "Penny": "What a beautiful tree.$h",
            "Pam": "Hmmph... I'm still upset I didn't win the ice fishing competition.$4",
            "Haley": "I think I've got a good idea of who my secret gift-giver is.",
            "Jodi": "It's not a good time of year for a diet...$s",
            "Kent": "Hey. Having a good time?#$e#Me? ...Yeah, actually. Thanks for asking.$h",
            "Sam": "It was a good year. I think I'm gonna miss this one.",
            "Leah": "I can't believe Gus doesn't talk more about the food he spent all week prepping.#$e#Maybe candy canes are just his go-to subject when he's exhausted from cooking and he breaks down.$u",
            "Marnie": "Welcome to the Feast of the Winter Star!$h",
            "Elliott": "Oh, is Gus still talking? I must have tuned him out.",
            "Harvey": "I'm thankful there were no medical emergencies this year!",
            "Jas": "I wonder if I'll get another princess doll this year?",
            "Vincent": "I wish today was every day.",
            "Marlon": "Happy Feasting. Gil sends his regards.",
        },
    }]
}